Repository: martinpihrt/OSPy-plugins
Catalog: plugins/wind_monitor/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Report from OSPy WIND SPEED MONITOR plugin
cs_cz: Hlášení z OSPy WIND SPEED MONITOR pluginu
sk_sk: Hlášenie zo OSPy WIND SPEED MONITOR doplnku

source: Measuring...
cs_cz: Měření...
sk_sk: Meranie...

source: Could not import smbus.
cs_cz: Nemohu načíst sběrnici smbus.
sk_sk: Nepodarilo sa importovať smbus.

source: Please wait 10 sec...
cs_cz: Prosím čekejte načítám (10 vteřin...)
sk_sk: Čakajte prosím 10 sec...

source: Speed
cs_cz: Rychlost větru
sk_sk: Rýchlosť

source: m/sec
cs_cz: m/vteřinu

source: Pulses
cs_cz: Počet pulsů ze snímače
sk_sk: Impulzy

source: pulses/sec
cs_cz: pulsy/vteřinu
sk_sk: impulzy/sec

source: Maximal speed
cs_cz: Maximální rychlost
sk_sk: Maximálna rýchlosť

source: Wind speed > 150 km/h (42 m/sec)
cs_cz: Rychlost větru je vyšší než 150 km/hodina (42 m/vteřinu)
sk_sk: Rýchlosť vetra > 150 km/h (42 m/SEC)

source: Stops all stations and sends email if enabled sends email.
cs_cz: Vypínám všechny stanice a odesílám E-mail (pokud je E-mail povolen).
sk_sk: Zastaví všetky stanice a odošle e-mail.

source: Wind speed monitor plug-in is disabled.
cs_cz: Rozšíření monitor rychlosti větru je zakázáno.
sk_sk: Doplnok monitorovania vetra je zakázaný.

source: System detected error: wind speed monitor. All stations set to OFF. Wind is
cs_cz: Rozšíření monitor větru zjistilo chybu: všechny stanice jsou nyní vypnuté. Rychlost větru je
sk_sk: Chyba systému: detektor rýchlosti vetra. Všetky stanice sú teraz vypnuté. Vietor je

source: Wind speed monitor plug-in
cs_cz: Monitor rychlosti větru rozšíření
sk_sk: Doplnok monitor rýchlosti vetra

source: Wind Speed monitor plug-in
cs_cz: Monitor rychlosti větru rozšíření
sk_sk: Doplnok monitor rýchlosti vetra

source: Email logging is disabled in options...
cs_cz: V možnostech je zakázáno protokolování e-mailů...
sk_sk: E-mail zapisovania do denníka je zakázaný v možnostiach...

source: Sent
cs_cz: Odeslané
sk_sk: Odoslané

source: Email was sent
cs_cz: E-mail byl odeslán
sk_sk: E-mail bol odoslaný

source: Email was not sent
cs_cz: E-mail nebyl odeslán
sk_sk: E-mail nebol odoslaný

source: Setup PCF8583 as event counter - OK
cs_cz: Pokus o nastaveni obvodu PCF8583 jako čítač skončil úspěšně
sk_sk: Nastavenie PCF8583 ako počítadlo udalostí - OK

source: Setup PCF8583 as event counter - FAULT
cs_cz: Pokus o nastaveni obvodu PCF8583 jako čítač skončil s chybou
sk_sk: Nastavenie PCF8583 ako počítadlo udalostí - CHYBA

source: Creating default graph log files OK
cs_cz: Vytváření výchozích souborů protokolu grafu OK
sk_sk: Vytváranie predvolených súborov denníka grafov OK

source: Saving to log files OK
cs_cz: Ukládání do souborů protokolu OK
sk_sk: Ukladanie do log súborov OK

source: Actual
cs_cz: Aktuální
sk_sk: Act

source: Maximal speed has reseted.
cs_cz: Maximální rychlost byla vynulována.
sk_sk: Počítadlo sa smazalo.

source: Deleted all log files OK
cs_cz: Odstraněny všechny soubory protokolu OK
sk_sk: Odstránené všetky súbory denníka OK

source: Wind monitor is enabled.
cs_cz: Rozšíření monitor rychlosti větru je povoleno.
sk_sk: Doplnok monitorovania vetra je povolený.

source: Wind monitor is disabled.
cs_cz: Rozšíření monitor rychlosti větru je zakázáno.
sk_sk: Doplnok monitorovania vetra je zakázaný.

source: Options has updated.
cs_cz: Nastavení bylo aktualizováno.
sk_sk: Možnosti sa aktualizovali.

source: Wind Speed Monitor settings
cs_cz: Monitor rychlosti větru nastavení
sk_sk: Doplnok monitor rýchlosti vetra - nastavenie

source: This plugin checked wind speed, if station is switched on and actual wind speed is > wind speed value in options, switches off all station and sends email with error. Prevent safety for fault watering.
cs_cz: Toto rozšíření sleduje rychlost větru. Pokud je zapnuta některá stanice a aktuální rychlost větru je vyšší než maximální nastavená rychlost dojde k vypnutí všech stanic a zašle se E-mail se zprávou. Toto rozšíření slouží jako ochrana proti chybnému zalévání (strhávání proudu vody).
sk_sk: Tento doplnok mera rýchlosť vetra, ak je stanica zapnutá a skutočná rýchlosť vetra je > jako hodnota rýchlosti vetra v možnostiach, vypne všetky stanice a pošle e-mail s chybou.

source: This plugin needs an enabled
cs_cz: Toto rozšíření vyžaduje povolenou
sk_sk: Tento plugin potrebuje povolenú

source: address 0x50 or 0x51.
cs_cz: adrese 0x50 nebo 0x51.
sk_sk: adrese 0x50 (0x51).

source: bus and connected counter PCF8583 on
cs_cz: sběrnici a připojený obvod PCF8583 na
sk_sk: zbernicu a pripojený čítač PCF8583 na

source: (1m/s = 3,6 km/h or 1m/s = 2,237 mile/h).
cs_cz: (1m/vteřinu = 3,6 km/hodinu nebo 1m/vteřinu = 2,237 míle/hodinu).
sk_sk: (1 m/s = 3,6 km/h alebo 1 m/s = 2237 míľ/h).

source: Maximum detected speed is 150 km/h (42 m/sec).
cs_cz: Maximální měřitelná rychlost je 150 km/hodinu (42 m/vteřinu)
sk_sk: Maximálna detekovaná rýchlosť je 150 km/h (42 m/s).

source: Download log as
cs_cz: Stáhnout soubor se záznamem jako
sk_sk: Stiahnite si denník ako

source: If logging is enabled, a graph with measured data will be displayed at the bottom of the screen
cs_cz: Je-li povolen záznam, zobrazí se v dolní části obrazovky graf s naměřenými daty
sk_sk: Ak je zapnuté zapisovanie do denníka, v dolnej časti obrazovky sa zobrazí graf s nameranými údajmi

source: Use wind monitor
cs_cz: Použít toto rozšíření
sk_sk: Použíť monitor vetra

source: address 0x50
cs_cz: adresa 0x50
sk_sk: adresa 0x50

source: if checked 0x51
cs_cz: při zaškrtnutí je adresa 0x51
sk_sk: ak je začiarknuté políčko I2C 0x51

source: Send email with error
cs_cz: Zaslat E-mail s chybou
sk_sk: Odoslat E-mail s chybou

source: For this function required email plugin
cs_cz: Pro tuto funkci je vyžadováno rozšíření Email notifications
sk_sk: Pre túto funkciu je potrebný doplnok E-mail notification

source: Number of pulses
cs_cz: Počet pulsů
sk_sk: Počet impulzov

source: pulses/rotation
cs_cz: pulsů/otáčku
sk_sk: pulzov/rotácie

source: Number of wind speed per rotation
cs_cz: Rychlost větru na jednu otáčku
sk_sk: Rýchlosť vetra za rotáciu

source: m/s
cs_cz: metr/vteřinu

source: Max wind speed for stop stations
cs_cz: Maximální rychlost větru, která vypne stanice
sk_sk: Maximálna rýchlosť vetra pre zastavovanie staníc

source: Wind speed state (every 10 sec)
cs_cz: Stav rychlosti větru (každých 10 vteřin)
sk_sk: Stav rýchlosti vetra (každých 10 sekúnd)

source: E-mail subject
cs_cz: Předmět e-mailu
sk_sk: Predmet e-mailu

source: Enable logging
cs_cz: Povolit záznam a graf
sk_sk: Povoliť protokolovanie

source: Maximum number of log records
cs_cz: Maximální počet záznamů
sk_sk: Maximálny počet záznamov denníka

source: 0 = unlimited
cs_cz: 0 = bez omezení
sk_sk: 0 = neobmedzené

source: Interval for logging
cs_cz: Opakovat záznam po
sk_sk: Interval pro záznam

source: minutes (Minimum is 1)
cs_cz: minutě/tách (minimum je 1)
sk_sk: minút (minimálne 1)

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: Reset max speed
cs_cz: Vynulovat maximální rychlost
sk_sk: Smazat maximálnu rýchlosť

source: Delete all logs
cs_cz: Smazat všechny logy
sk_sk: Odstrániť všetky protokoly

source: Clear selection
cs_cz: Zrušit výběr
sk_sk: Vyčistiť výber

source: Reason
cs_cz: Statistika
sk_sk: Štatistika

source: (m/sec)
cs_cz: (m/vteřinu)

source: Actual Value
cs_cz: Aktuální
sk_sk: Aktuálna

source: Previous Value
cs_cz: Předešlé
sk_sk: Predchádzajúci

source: Measured in m/sec
cs_cz: Měřené v m/vteřinu
sk_sk: Merané v m/sec

source: Maximum
sk_sk: Max
