Repository: martinpihrt/OSPy-plugins
Catalog: plugins/mqtt/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: MQTT plug-in
cs_cz: Rozšíření MQTT
sk_sk: MQTT doplnok

source: MQTT plug-in is disabled.
cs_cz: Rozšíření je zakázáno.
sk_sk: Doplnok je zakázaný.

source: Message received
cs_cz: Zpráva přijata
sk_sk: Prijatá správa

source: You must this OSPy switch to manual mode!
cs_cz: Musíte tento OSPy přepnout do ručního režimu!
sk_sk: Tento OSPy musíte prepnúť do manuálneho režimu!

source: Skipping command, rain sense is detected!
cs_cz: Přeskočení příkazu, je detekován déšť!
sk_sk: Preskakuje sa príkaz, detekuje sa dážď!

source: Skipping command, rain delay is activated!
cs_cz: Přeskočení příkazu, je detekováno dešťové zpoždění!
sk_sk: Preskakuje sa príkaz,, oneskorenie dažďa je aktivované!

source: Could not decode command:
cs_cz: Příkaz MQTT nelze dekódovat:
sk_sk: MQTT nedokázal dekódovať príkaz:

source: PIP is not installed.
cs_cz: PIP není nainstalováno.
sk_sk: PIP nie je nainštalovaný.

source: Please wait installing pip...
cs_cz: Počkejte prosím na instalaci PIP...
sk_sk: Počkajte, prosím, inštalácia pip....

source: This operation takes longer (minutes)...
cs_cz: Tato operace trvá déle (minuty)...
sk_sk: Táto operácia trvá dlhšie (minúty) ...

source: MQTT Plugin requires paho mqtt.
cs_cz: MQTT rozšíření vyžaduje paho-mqtt.
sk_sk: Doplnok MQTT vyžaduje paho mqtt.

source: Paho-mqtt is not installed.
cs_cz: Paho-mqtt není nainstalován.
sk_sk: Paho-mqtt nie je nainštalovaný.

source: Please wait installing paho-mqtt...
cs_cz: Prosím čekejte instaluji paho-mqtt...
sk_sk: Počkajte prosím na inštaláciu paho-mqtt...

source: Error try install paho-mqtt manually.
cs_cz: Chyba zkuste: pip instal paho-mqtt manuálně.
sk_sk: Chyba skúste: pip install paho-mqtt manuálne.

source: Connecting to broker
cs_cz: Připojuji se k brokeru
sk_sk: Pripojenie k Brokeru

source: MQTT plugin couldnot initalize client
cs_cz: Rozšíření MQTT nemůže nastavit klienta
sk_sk: Doplnok MQTT nemohol inicializovať klienta

source: Subscribing to topic
cs_cz: Přihlášení k tématu
sk_sk: Odoberanie témy

source: Subscribe topic
cs_cz: Téma určené k odběru řídicích příkazů
sk_sk: Téma, ktorá sa má prihlásiť na odber ovládacích príkazov

source: Connected to broker.
cs_cz: Připojeno k Brokeru.
sk_sk: Pripojenie k maklérovi.

source: Disconnected from broker!
cs_cz: Odpojeno od Brokera!
sk_sk: Odpojené od makléra!

source: Client stop
cs_cz: Klient MQTT stop
sk_sk: Klient stop

source: MQTT settings
cs_cz: Nastavení MQTT
sk_sk: Nastavenia MQTT

source: This MQTT plugin adds an MQTT client to the OSPy daemon for other plugins to use to publish information and or receive commands over MQTT. On this page, the shared client is configured
cs_cz: Toto rozšíření MQTT přidává klienta MQTT jako démona v OSPy pro další rozšíření, která se používají k publikování informací a přijímání příkazů přes MQTT protokol. Na této stránce se nakonfiguruje sdílený klient
sk_sk: Tento doplnok MQTT pridáva do klienta MQTT ako démona v OSPy ďalšie doplnky, ktoré sa používajú na publikovanie informácií a prijímanie príkazov cez MQTT. Na tejto stránke je nakonfigurovaný zdieľaný klient

source: Having a shared MQTT client simplifies configuration and lowers overhead on the OSPy process, network and broker
cs_cz: Sdílený klient MQTT zjednodušuje konfiguraci a snižuje režii operačního systému OSPy, sítě a zprostředkovatele
sk_sk: S zdieľaným klientom MQTT zjednodušuje konfiguráciu a znižuje režijné náklady na proces OSPy, sieť a makléra (Broker)

source: This plugin needs paho-mqtt. If not installed paho-mqtt, plugin installs paho-mqtt in to the system himself. On first use (if run installation paho-mqtt) please wait for status
cs_cz: Tento plugin potřebuje paho-mqtt. Pokud není nainstalován paho-mqtt, plugin nainstaluje paho-mqtt do systému sám. Při prvním použití (pokud je spuštěna instalace paho-mqtt) počkejte na stav
sk_sk: Tento doplnok potrebuje paho-mqtt. Ak nie je nainštalovaný paho-mqtt, nainštaluje doplnok paho-mqtt do systému sám. Pri prvom použití (ak spustíte inštaláciu paho-mqtt) čakajte na koniec

source: We can use a public Broker server to test
cs_cz: Pro otestování můžeme použít veřejný Broker server
sk_sk: Na otestovanie môžeme použiť verejný server Broker

source: The mqtt_secondary plugin allows multiple secondary OSPy controlers to be running with the control OSPy system running. This means that one OSPy system can act as the control driver for secondary systems that also use OSPy and have the mqtt_secondary plugin installed. The control OSPy sends a list containing the on/off states of all stations. The secondary system receives the list and checks whether it is necessary to switch on one of its stations or switch it off and make the necessary changes. All irrigation plans are set on the main system and it records all running stations as if they were on the OSPy control system itself. There is no feedback from the secondary OSPy, so the control system assumes that all stations are working as they should. If enabled logging in secondary OSPy, stations running on this secondary OSPy are also stored in the log. This provides a way to check if the station on the secondary is working properly. Requirements: This plugin requires the main OSPy control system, which has the basic mqtt plugin and the mqtt_zones plugin installed. Each secondary OSPy system must have the basic mqtt plugin installed. You must this OSPy switch to manual mode! If you change settings you must restarting OSPy!
cs_cz: Plugin MQTT umožňuje spuštění více sekundárních řídicích modulů OSPy se spuštěným hlavním řídícím systémem OSPy. To znamená, že jeden systém OSPy může fungovat jako řídicí ovladač pro sekundární systémy, které také používají OSPy a mají nainstalovaný plugin mqtt. Ovládací prvek OSPy odešle seznam obsahující stavy zapnutí/vypnutí všech stanic. Sekundární systém obdrží seznam a zkontroluje, zda je nutné zapnout jednu ze svých stanic nebo jej vypnout a provést potřebné změny. Všechny zavlažovací plány jsou nastaveny na hlavním systému a zaznamenává všechny běžící stanice, jako by byly na řídicím systému OSPy. Neexistuje žádná zpětná vazba od sekundárního OSPy, takže řídicí systém předpokládá, že všechny stanice pracují tak, jak by měly. Pokud je povoleno protokolování sekundárního OSPy, stanice spuštěné na této sekundární OSPy jsou také uloženy v protokolu. To poskytuje způsob, jak zkontrolovat, zda stanice na sekundární funguje správně. Požadavky: Tento plugin vyžaduje hlavní řídicí systém OSPy, který má nainstalován základní plugin mqtt a plugin mqtt_zones. Každý sekundární systém OSPy musí mít nainstalovaný základní plugin mqtt. Musíte tento OSPy přepnout do ručního režimu! Pokud změníte nastavení, musíte restartovat OSPy!
sk_sk: Doplnok mqtt_secondary umožňuje spustenie viacerých sekundárnych ospy controlorov s ovládacím systémom OSPy. To znamená, že jeden systém OSPy môže pôsobiť ako ovládač ovládacieho prvku pre sekundárne systémy, ktoré tiež používajú OSPy a majú nainštalovaný doplnok mqtt_secondary. Ovládací systém OSPy odošle zoznam obsahujúci stavy zapnutia/vypnutia všetkých staníc. Sekundárny systém prijíma zoznam a skontroluje, či je potrebné zapnúť jednu zo svojich staníc alebo ho vypnúť a vykonať potrebné zmeny. Všetky zavlažovacie plány sú nastavené na hlavnom systéme a zaznamenáva všetky bežecké stanice, ako keby boli na samotnom systéme riadenia OSPy. Neexistuje žiadna spätná väzba od sekundárneho OSPy, takže riadiaci systém predpokladá, že všetky stanice pracujú tak, ako by mali. Ak je povolené zapisovanie do denníka v sekundárnom OSPy, stanice spustené na tomto sekundárnom OSPy sú tiež uložené v denníku. To poskytuje spôsob, ako skontrolovať, či stanica na sekundárne pracuje správne. Požiadavky: Tento plugin vyžaduje hlavný systém riadenia OSPy, ktorý má základné mqtt plugin a mqtt_zones plugin nainštalovaný. Každý sekundárny systém OSPy musí mať nainštalovaný základný modul mqtt. Musíte tento OSPy prepnúť do manuálneho režimu! Ak zmeníte nastavenia, musíte reštartovať OSPy!

source: MQTT client
cs_cz: MQTT klient
sk_sk: Klient MQTT

source: Required to receive and send MQTT messages.
cs_cz: Vyžadováno pro příjem a odesílání MQTT komunikace s Brokerem.
sk_sk: Vyžaduje sa na prijímanie a odosielanie správ MQTT.

source: MQTT Broker Host
cs_cz: MQTT Broker hostitel

source: MQTT Broker Username
cs_cz: MQTT Broker uživatelské jméno
sk_sk: MQTT Broker používateľské meno

source: MQTT Broker Password
cs_cz: MQTT Broker heslo
sk_sk: MQTT Broker heslo

source: MQTT Publish up/down topic
cs_cz: MQTT publikované téma up/down
sk_sk: MQTT Publikujte tému UP/DOWN

source: Leave blank to not publish OSPy status
cs_cz: Nechcete-li zveřejnit status OSPy, ponechte prázdné
sk_sk: Ponechajte prázdne, aby sa nezverejnil stav OSPy

source: MQTT Client ID
cs_cz: ID klienta MQTT
sk_sk: ID klienta MQTT

source: Use MQTT secondary
cs_cz: Používat MQTT secondary
sk_sk: Použit sekundárne MQTT

source: Required to receive secondary MQTT messages.
cs_cz: Vyžadováno k příjmu řídících MQTT příkazů (pro ovládání sekundárního systému).
sk_sk: Vyžaduje sa na prijímanie sekundárnych správ MQTT.

source: Zone topic
cs_cz: Téma zóny
sk_sk: Téma pre zóny

source: The topic to subscribe to for control commands.
cs_cz: Téma určené k odběru řídicích příkazů.
sk_sk: Téma, ktorá sa má prihlásiť na odber ovládacích príkazov.

source: First station number
cs_cz: Číslo první ovládané stanice
sk_sk: Číslo prvej stanice

source: The number from the master of this secondary first station.
cs_cz: Číslo první ovládané stanice od které se bude počítat počet stanic.
sk_sk: Číslo majstra tejto sekundárnej prvej stanice.

source: Station count
cs_cz: Počet stanic
sk_sk: Počet staníc

source: The number of station this secondary uses.
cs_cz: Počet stanic, které tento podřízený systém používá.
sk_sk: Počet staníc, ktoré toto sekundárne použitie používa.

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
