Repository: martinpihrt/OSPy-plugins
Catalog: plugins/pressurizer/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: This plugin requires setting master station to enabled. Setup this in options! And also enable the relay as master station in options!
cs_cz: Toto rozšíření vyžaduje nastavení hlavní stanice v nastavení systému a také povolit relé u hlavní stanice v možnostech!

source: If the check box is marked, the master pump is activated before turning on the stations.
cs_cz: Je-li toto políčko označeno, je před zapnutím stanic aktivována hlavní stanice.
sk_sk: Ak je začiarkavacie políčko označené, pred zapnutím staníc sa aktivuje hlavné čerpadlo.

source: How many seconds before turning on station has turning on master station.
cs_cz: Kolik sekund před zapnutím stanice se spustí hlavní stanice (relé).
sk_sk: Koľko sekúnd pred zapnutím stanice zapnete hlavnú stanicu.

source: If the check box is marked, the relay is activated before turning on the stations.
cs_cz: Je-li toto políčko zaškrtnuté aktivuje se "hlavní relé" na řídící desce OSPy.
sk_sk: Ak je začiarkavacie políčko označené, pred zapnutím staníc sa aktivuje relé.

source: For what time will turn on the master station.
cs_cz: Na jak dlouho se zapne hlavní stanice (relé).
sk_sk: Na akú dobu sa zapne hlavná stanica.

source: Pressurizer is disabled.
cs_cz: Tlakovač je zakázán.
sk_sk: Tlakovač je zakázán.

source: Pressurizer is enabled.
cs_cz: Tlakovač je povolen.
sk_sk: Tlakovač je povolen.

source: Is time for pump running...
cs_cz: Je čas spustit hlavní stanici (relé)...
sk_sk: Je čas spustit hlavní stanici...

source: Activating relay.
cs_cz: Zapínám relé.
sk_sk: Aktivovať relé.

source: Waiting
cs_cz: Čekám
sk_sk: Čaká sa

source: Deactivating relay.
cs_cz: Vypínám relé.
sk_sk: Deaktivovať relé.

source: Ready.
cs_cz: Připraven.
sk_sk: Pripravený.

source: Pressurizer plug-in
cs_cz: Rozšíření tlakovač
sk_sk: Rozšíření tlakovač

source: Options has updated.
cs_cz: Nastavení bylo aktualizováno.
sk_sk: Možnosti sa aktualizovali.

source: Pressurizer
cs_cz: Tlakovač
sk_sk: Tlakovač

source: Pressurizer - Settings
cs_cz: Tlakovač - nastavení
sk_sk: Tlakovač - nastavení

source: This plugin allows the main station (master pump relay on OSPy board) to be activated for a certain time before the station starts.
cs_cz: Toto rozšíření umožňuje aktivovat hlavní stanici (hlavní čerpadlo - relé na desce OSPy) na určitou dobu před startem stanic.
sk_sk: Tento plugin umožňuje zapnuť hlavní stanici (Master) na určitý čas pred zapnutím stanic.

source: This is to ensure that there is pressure in the pipeline before the valves are opened. Some valves require some switching pressure.
cs_cz: Tím se zajistí tlak v potrubí před otevřením ventilů. Některé ventily vyžadují určitý spínací (nebo uzavírací) tlak.
sk_sk: To zabezpeči, že je tlak v potrubí pred otvorením ventilov. Niektoré ventily vyžadujú nejaký spínací tlak.

source: The set "Run time" of the main station must not be longer than the set time before switching on the stations.
cs_cz: Nastavená doba běhu "Spustit na dobu" hlavní stanice nesmí být delší než čas "Spustit na dobu" nastavený jako čas před startem běhu stanic.
sk_sk: Nastavenie "Spustit na dobu" nesmí být delší než nastavený "Čas pred spustením" staníc.

source: Example: "Pre station run time" = 10 sec, "Run time" = max 10 seconds!
cs_cz: Příklad: "Spustit dříve o" chci o 10 vteřin, "Spustit na dobu" může být nastaven také maximálně na 10 vteřin (nebo méně). V případě špatného nastavení uživatelem se použije "Spustit na dobu = Spustit dříve o"!
sk_sk: Príklad: "Čas pred spustením" = 10 sekúnd, "Spustit na dobu" = také maximálně 10 sekúnd a méně!

source: Enable
cs_cz: Použít rozšíření
sk_sk: Povoliť doplnok

source: Pre run time
cs_cz: Spustit dříve o
sk_sk: Čas pred spustením

source: Run time
cs_cz: Spustit na dobu
sk_sk: Spustit na dobu

source: Activated relay
cs_cz: Aktivovat relé (master)
sk_sk: Aktivovať relé

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: This plugin requires setting master station or second master station to enabled. Setup this in options! And also enable the relay as master station in options!
sk_sk: Tento plugin vyžaduje nastavenie hlavnej stanice alebo druhej hlavnej stanice. Nastavenie v možnostiach! A tiež umožniť relé ako majster v možnostiach!
