Repository: martinpihrt/OSPy-plugins
Catalog: plugins/signaling_examples/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Someone logged in
cs_cz: Někdo je přihlášen
sk_sk: Niekto sa prihlásil

source: Value_change
cs_cz: Změna hodnoty
sk_sk: Zmena hodnoty

source: Options settings changed
cs_cz: Nastavení možností změněno
sk_sk: Nastavenie možností sa zmenilo

source: System rebooted
cs_cz: Restartování systému
sk_sk: Reštartovanie systému

source: System restarted
cs_cz: Restartování systému
sk_sk: Reštartovanie systému

source: Station names changed
cs_cz: Změněné názvy stanic
sk_sk: Názvy staníc sa zmenili

source: Programs changed
cs_cz: Změněné programy
sk_sk: Programy sa zmenili

source: Program deleted
cs_cz: Program odstraněn
sk_sk: Program bol odstránený

source: Program toggled on or off
cs_cz: Program zapnuto nebo vypnuto
sk_sk: Program sa zapne alebo vypne

source: Program runnow
cs_cz: Program byl spuštěn
sk_sk: Program bol spustený

source: Master one on
cs_cz: Hlavní stanice 1 zap
sk_sk: Majster jeden zap

source: Master one off
cs_cz: Hlavní stanice 1 vyp
sk_sk: Majster jeden vyp

source: Master two on
cs_cz: Hlavní stanice 2 zap
sk_sk: Majster dva zap

source: Master two off
cs_cz: Hlavní stanice 1 vyp
sk_sk: Majster dva vyp

source: Rain not active
cs_cz: Déšť není aktivní
sk_sk: Dážď nie je aktívny

source: Rain active
cs_cz: Detekován déšť
sk_sk: Dážď aktívny

source: Pressurizer plugin master relay on
cs_cz: Rozšíření Pressurizer hlásí relé zap
sk_sk: Pressurizer majster rele zap

source: Pressurizer plugin master relay off
cs_cz: Rozšíření Pressurizer hlásí relé vyp
sk_sk: Pressurizer majster rele vyp

source: Signaling Examples settings
cs_cz: Nastavení signalizace
sk_sk: Signalizácia nastavenia

source: This is Example signal plugin provides functions triggered by signals from core program.
cs_cz: Toto je ukázkové rozšířění pro použití signálů, které poskytuje funkce spouštěné signály z jádra programu.
sk_sk: Toto je príklad signálny plugin a poskytuje funkcie spustené signály z jadra programu.

source: Example signals from webpages.py
cs_cz: Příklad signálů z webpages.py
sk_sk: Príklad signálov z webpages.py

source: Use signaling
cs_cz: Použít signalizaci
sk_sk: Používať signalizáciu

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
