Repository: martinpihrt/OSPy-plugins
Catalog: plugins/mqtt_slave/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: MQTT Slave Plugin started.
sk_sk: Doplnok MQTT Slave naštartoval.

source: MQTT Slave Plugin requires MQTT plugin.
sk_sk: Doplnok MQTT Slave vyžaduje doplnok MQTT.

source: MQTT Slave plug-in
sk_sk: Doplnok MQTT Slave

source: MQTT Slave Plugin is disabled.
sk_sk: Doplnok MQTT Slave je zakázaný.

source: MQTT Slave could not decode command:
sk_sk: MQTT Slave nedokázal dekódovať príkaz:

source: MQTT Slave Plugin
sk_sk: Doplnok MQTT Slave

source: MQTT Slave Plugin settings
sk_sk: Doplnok MQTT nastavenie

source: This MQTT Relies on the base MQTT plugin.
sk_sk: Tento MQTT sa spolieha na základný doplnok MQTT.

source: Allows this OSPy system to be controlled by another (master) OSPy system over MQTT.
sk_sk: Umožňuje, aby bol tento systém OSPy riadený iným (hlavným) systémom OSPy cez MQTT.

source: Use MQTT
sk_sk: Použiť doplnok

source: Zone topic
sk_sk: Téma pre zóny

source: The topic to subscribe to for control commands.
sk_sk: Téma, ktorá sa má prihlásiť na odber ovládacích príkazov.

source: First station number
sk_sk: Prvé číslo stanice

source: The number from the master of this slaves first station
sk_sk: Číslo od pána tejto otrokyne prvej stanice

source: Station count
sk_sk: Počet staníc

source: The number of station this slave uses.
sk_sk: Počet staníc, ktoré tento otrok používa.

source: Status
sk_sk: Stav

source: Submit
sk_sk: Odoslať

source: Cancel
sk_sk: Zrušiť
