Repository: martinpihrt/OSPy-plugins
Catalog: plugins/real_time/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Local time
cs_cz: Místní čas

source: Real Time plug-in
cs_cz: Skutečný čas rozšíření

source: NTP time
cs_cz: NTP čas

source: Primary NTP server has fault, now trying secondary NTP server.
cs_cz: Hlavní NTP server má chybu, zkusím záložní NTP server.

source: RTC time
cs_cz: RTC čas

source: Saving NTP time to RTC time.
cs_cz: Ukládám NTP čas do RTC obvodu.

source: RTC time is now
cs_cz: Čas RTC obvodu je nyní

source: Saving NTP time to local system time.
cs_cz: Nastavuji NTP čas do hodin systému.

source: Read RTC time and save to local system time.
cs_cz: Načítám čas z RTC a nastavuji s ním systémový čas.

source: Waiting one hour for the next update.
cs_cz: Čekám jednu hodinu pro další aktualizaci.

source: Plug-in is disabled.
cs_cz: Rozšíření je zakázáno.

source: Real Time and NTP Time sync system time
cs_cz: Obvod skutečného času RTC a síťového času NTP nastavuje místní čas systému

source: When is enabled synchronization RTC Time and NTP time, system time adjusted every hour from NTP server (is posible) or RTC time (if exists). Time from NTP server is saved to real time DS 1307 (on I2C bus) as HW time.
cs_cz: Je-li povoleno toto rozšíření bude se systémový čas nastavovat každou hodinu z NTP serveru (pokud je dostupný), nebo z RTC obvodu (pokud HW existuje). Čas od NTP serveru je uložen v obvodu reálného času DS 1307 (na sběrnici I2C) jako HW čas.

source: NTP servers in Czech Republic
cs_cz: NTP servery v České Republice

source: NTP servers in World
cs_cz: NTP servery ve světě

source: Use Real Time
cs_cz: Použít reálný čas RTC

source: Use NTP Time
cs_cz: Použít síťový čas NTP

source: Primary NTP server IP adress
cs_cz: Adresa hlavního NTP serveru

source: Secondary NTP server IP adress
cs_cz: Adresa záložního NTP serveru

source: NTP port
cs_cz: Port pro NTP

source: default 123
cs_cz: výchozí je 123

source: Status
cs_cz: Stav

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět
