Repository: martinpihrt/OSPy-plugins
Catalog: plugins/weather_based_water_level_netatmo/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Checking weather status
cs_cz: Kontroluji stav počasí

source: No information available!
cs_cz: Informace nejsou k dispozici!

source: Using
cs_cz: Použiji

source: days of information.
cs_cz: dnů z načtených záznamů.

source: Water needed
cs_cz: Potřeba vody pro

source: days
cs_cz: den/dnů

source: Irrigation needed
cs_cz: Zavlažování potřebuje

source: Weather Adjustment
cs_cz: Nastavené množství vody v závislosti na předpovědi počasí

source: History rain by Netatmo
cs_cz: Historie deště od NetAtmo

source: History rain by Wunderground
cs_cz: Historie deště od Wunderground

source: Forecast rain by Wunderground
cs_cz: Předpověď deště od Wunderground

source: Plug-in is disabled.
cs_cz: Rozšíření je zakázáno.

source: Weather-based water level plug-in
cs_cz: Nastavené množství vody dle historie počasí rozšíření

source: Retrying.
cs_cz: Další pokus.

source: No Location ID found!
cs_cz: Nenalezena ID vašeho umístění!

source: Weather-based Water Level
cs_cz: Množství vody dle historie počasí

source: When weather-based water level is enabled, the weather will be checked every hour and the water level will be adjusted accordingly
cs_cz: Je-li aktivováno toto rozšíření (množství vody dle historie počasí), bude se počasí kontrolovat každou hodinu, úroveň množství vody bude odpovídajícím způsobem upravena dle min a max % v nastavení

source: Use Automatic Water Level Adjustment
cs_cz: Používat automatické nastavení množství vody

source: Min percentage
cs_cz: Minimum (%)

source: Max percentage
cs_cz: Maximum (%)

source: History days used
cs_cz: Počet dnů historie předpovědi

source: Forecast days used
cs_cz: Použít dnů předpovědi

source: Wunderground API Key
cs_cz: Wunderground API klíč

source: Use NetAtmo Real data
cs_cz: Používat NetAtmo Real data

source: NetAtmo Client ID
cs_cz: NetAtmo ID klienta

source: NetAtmo Client Secret
cs_cz: NetAtmo tajný klíč klienta

source: NetAtmo User Name
cs_cz: NetAtmo uživatelské jméno

source: NetAtmo password
cs_cz: NetAtmo heslo

source: NetAtmo MAC
cs_cz: NetAtmo MAC adresa

source: NetAtmo Rain module MAC
cs_cz: NetAtmo MAC adresa pro dešťový modul

source: Daily water level in mm
cs_cz: Denní hladina vody v mm

source: Status
cs_cz: Stav

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět
