Repository: martinpihrt/OSPy-plugins
Catalog: plugins/lcd_display/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: LCD display plug-in:
cs_cz: Rozšíření LCD Displej:
sk_sk: Doplnok LCD displej:

source: Could not import smbus.
cs_cz: Nemohu načíst sběrnici smbus.
sk_sk: Nepodarilo sa importovať smbus.

source: Could not find any PCF8574 controller.
cs_cz: Nenalezen žádný řadič PCF8574.
sk_sk: Nepodarilo sa nájsť žiadny ovládač PCF8574.

source: I2C address has re-finded.
cs_cz: I2C adresa byla znovu nalezena.
sk_sk: I2C adresa bola prehledána.

source: LCD settings
cs_cz: Nastavení LCD
sk_sk: Nastavenie LCD

source: This plugin shows information on a 16x2 character LCD with
cs_cz: Toto rozšíření zobrazuje stavové zprávy na 16x2 znakovém LCD s
sk_sk: Tento doplnok zobrazuje informácie na 16 miestnom LCD displeji

source: Automatically detects the display at the following
cs_cz: Automaticky detekuje displej na
sk_sk: Automaticky rozpozná

source: addresses
cs_cz: adrese
sk_sk: adresy

source: Compatible with the HD44780 controller
cs_cz: Slučitelný s řadiči HD44780
sk_sk: Kompatibilný s ovládačom HD44780

source: Warning: The LCD display must not have the same
cs_cz: Upozornění: LCD displej nesmí mít stejnou
sk_sk: Varovanie: Displej LCD nesmie mať tu istu

source: address as other extensions. For example, if you use the Button Control extension, it has a 0x27 address, like some LCD displays. If you have the same address, change it on the LCD board!
cs_cz: adresu, jako jiná rozšíření. Pokud například používáte rozšíření Button Control, tak ten má adresu 0x27, tak jako některé LCD displeje. Pokud máte stejnou adresu, tak ji na LCD desce změňte!
sk_sk: adresu ako iné rozšírenia. Napríklad, ak používate rozšírenie Button Control, má adresu 0x27, ako niektoré displeje LCD. Ak máte rovnakú adresu, zmeňte ju na doske LCD!

source: Visit
cs_cz: Navštivte
sk_sk: Navštívte

source: for more information
cs_cz: pro další informace
sk_sk: pre viac informácií

source: Use
cs_cz: Používat
sk_sk: Použiti

source: HW version I2C PCF8574<->LCD
cs_cz: Verze zapojení PCF8574 a LCD
sk_sk: HW verzia I2C PCF8574 <-> LCD

source: Lower 4 bits of expander are commands bits
cs_cz: Spodní 4 bity PCF8574 jako řídící bity
sk_sk: Dolné 4 bity expandéra sú príkazové bity

source: Top 4 bits of expander are commands bits AND P0-4 P1-5 P2-6 (Use for LCD2004 board)
cs_cz: Horní 4 bity PCF8574 jako řídící bity a P0-4 P1-5 P2-6 (použijte pro desku s LCD2004)
sk_sk: Horné 4 bity expandéra sú príkazové bity A P0-4 P1-5 P2-6 (Použite pre dosku LCD2004)

source: Top 4 bits of expander are commands bits AND P0-6 P1-5 P2-4
cs_cz: Horní 4 bity PCF8574 jako řídící bity a P0-6 P1-5 P2-4
sk_sk: Horné 4 bity expandéra sú príkazové bity AND P0-6 P1-5 P2-4

source: LCD2004 board where lower 4 are commands, but backlight is pin 3
cs_cz: LCD2004 spodní 4 bity jako řídící, podsvícení je pin 3
sk_sk: Doska LCD2004, kde sú nižšie 4 príkazy, ale podsvietenie je pin 3

source: LCD board www.pihrt.com
cs_cz: LCD deska www.pihrt.com
sk_sk: LCD doska www.pihrt.com

source: Use print lines to debug files
cs_cz: Tisknout stavové informace do ladícího souboru
sk_sk: Zaznamenať výpisy do ladiaceho súboru

source: Display
cs_cz: Zobrazovat na displeji
sk_sk: Zobraziť

source: System Name
cs_cz: Jméno zařízení
sk_sk: Názov systému

source: SW Version Date
cs_cz: Verze programu
sk_sk: Dátum verzie softvéru

source: IP
cs_cz: IP adresa

source: CPU Temp
cs_cz: Teplota CPU

source: Time and Date
cs_cz: Čas a datum
sk_sk: Dátum a čas

source: Uptime
cs_cz: Doba běhu zařízení
sk_sk: Doba provádzky

source: Rain Sensor
cs_cz: Čidlo deště
sk_sk: Dažďový senzor

source: Last Run Program
cs_cz: Poslední spuštěný program
sk_sk: Naposledy spustený program

source: Pressure Sensor
cs_cz: Čidlo tlaku
sk_sk: Tlakový snímač

source: Water Tank Level
cs_cz: Hladina vody v tanku
sk_sk: Hladina vodnej nádrže

source: DS18B20 Temperature
cs_cz: Teploty z DS18B20
sk_sk: Teploty DS18B20

source: Running Stations
cs_cz: Aktuálně spuštěné stanice
sk_sk: Spustené stanice

source: Schedule - Manual
cs_cz: Plánovač - ručně
sk_sk: Rozvrh-manual

source: System enabled
cs_cz: Systém je povolen
sk_sk: Systém zapnutý

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: Re-find I2C address
cs_cz: Znovu najít I2C adresu
sk_sk: Znova nájsť adresu I2C
