Repository: martinpihrt/OSPy-plugins
Catalog: plugins/water_consumption_counter/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: sk_sk

source: Email logging is disabled in options...
sk_sk: E-mailové zapisovanie do denníka je vypnuté v možnostiach...

source: Sent
sk_sk: Odoslané

source: Email was sent
sk_sk: E-mail bol odoslaný

source: Email was not sent
sk_sk: E-mail nebol odoslaný

source: Water Consumption
sk_sk: Spotreba vody

source: Water Consumption for master 1
sk_sk: Spotreba vody pre majstra 1

source: Water Consumption for master 2
sk_sk: Spotreba vody pre majstra 2

source: Send email with water consumption
sk_sk: Pošlite e-mail s spotrebou vody

source: For this function required email plugin
sk_sk: Pre túto funkciu je potrebný doplnok E-mail notification

source: E-mail subject
sk_sk: Predmet e-mailu

source: Master station 1 running, please wait...
sk_sk: Master Station 1 beží, prosím, počkajte...

source: Master station 1 stopped, counter finished...
sk_sk: Master Station 1 zastavil, počítadlo skončilo...

source: Master station 2 running, please wait...
sk_sk: Master Station 2 beží, prosím, počkajte...

source: Master station 2 stopped, counter finished...
sk_sk: Master Station 2 zastavil, počítadlo skončilo...

source: Last counter reset:
sk_sk: Posledný reset počítadla:

source: Water Consumption Counter plug-in
sk_sk: Doplnok vodný merač

source: Counter has reseted
sk_sk: Počítadlo sa smazalo

source: Water Consumption Counter settings
sk_sk: Vodný merač - nastavenie

source: This plugin read Water consumption on master station or second master station.
sk_sk: Tento plugin číta spotrebu vody na hlavnej stanici alebo druhej hlavnej stanici.

source: Total sum is the calculated as run of the main (or second) station.
sk_sk: Celková suma je vypočítaná ako beh hlavnej (alebo druhej) stanice.

source: This is not an actual flow meter (physical flow sensor).
sk_sk: Toto nie je skutočný prietokomer (snímač fyzického prietoku).

source: Used for an overview of water consumption.
sk_sk: Používa sa na prehľad spotreby vody.

source: Master Station
sk_sk: Hlavná stanica

source: Liters per second
sk_sk: Liter za sekundu

source: Second Master Station
sk_sk: Hlavná 2 stanica

source: Status
sk_sk: Stav

source: Submit
sk_sk: Odoslať

source: Cancel
sk_sk: Zrušiť

source: Reset Counter
sk_sk: Vymazat súhrn
