Repository: martinpihrt/OSPy-plugins
Catalog: plugins/button_control/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: System reboot
cs_cz: Systém se restartuje
sk_sk: Reštart systému

source: System shutdown
cs_cz: Systém se vypíná
sk_sk: Vypnutie systému

source: All stations now stopped
cs_cz: Všechny stanice jsou nyní zastaveny
sk_sk: Všetky stanice sa teraz zastavili

source: Scheduler is now enabled
cs_cz: Plánovač je nyní povolen
sk_sk: Plánovač je teraz povolený

source: Scheduler is now disabled
cs_cz: Plánovač je nyní zakázán
sk_sk: Plánovač je teraz vypnutý

source: Run now program 1
cs_cz: Spuštěn program 1
sk_sk: Spustiť program 1

source: Run now program 2
cs_cz: Spuštěn program 2
sk_sk: Spustiť program 2

source: Run now program 3
cs_cz: Spuštěn program 3
sk_sk: Spustiť program 3

source: Run now program 4
cs_cz: Spuštěn program 4
sk_sk: Spustiť program 4

source: Run now program 5
cs_cz: Spuštěn program 5
sk_sk: Spustiť program 5

source: Run now program 6
cs_cz: Spuštěn program 6
sk_sk: Spustiť program 6

source: Run now program 7
cs_cz: Spuštěn program 7
sk_sk: Spustiť program 7

source: Run now program 8
cs_cz: Spuštěn program 8
sk_sk: Spustiť program 8

source: Button plug-in
cs_cz: Rozšíření - ovládání tlačítek
sk_sk: Doplnok pre ovládanie tlačidiel

source: Switch 8 pressed
cs_cz: Stisknuto tlačítko 8
sk_sk: Bol stlačený prepínač 8

source: Switch 7 pressed
cs_cz: Stisknuto tlačítko 7
sk_sk: Bol stlačený prepínač 7

source: Switch 6 pressed
cs_cz: Stisknuto tlačítko 6
sk_sk: Bol stlačený prepínač 6

source: Switch 5 pressed
cs_cz: Stisknuto tlačítko 5
sk_sk: Bol stlačený prepínač 5

source: Switch 4 pressed
cs_cz: Stisknuto tlačítko 4
sk_sk: Bol stlačený prepínač 4

source: Switch 3 pressed
cs_cz: Stisknuto tlačítko 3
sk_sk: Bol stlačený prepínač 3

source: Switch 2 pressed
cs_cz: Stisknuto tlačítko 2
sk_sk: Bol stlačený prepínač 2

source: Switch 1 pressed
cs_cz: Stisknuto tlačítko 1
sk_sk: Bol stlačený prepínač 1

source: Read button - FAULT
cs_cz: Chyba - čtení tlačítek
sk_sk: Čtení tlačidiel - chyba

source: Set LED - FAULT
cs_cz: Chyba - nastavení LED diod
sk_sk: Nastavenie LED - chyba

source: Button control settings
cs_cz: Nastavení ovládání tlačítek
sk_sk: Nastavenie ovládania tlačidiel

source: This plugin uses a circuit board with MCP23017 controller connected to the OSPy Sprinkler board via the I2C interface
cs_cz: Toto rozšíření používá obvod MCP23017 připojený přes I2C sběrnici k OSPy Sprinkleru
sk_sk: Tento doplnok používa obvodovú dosku s riadiacou jednotkou MCP23017 pripojenou k doske OSPy sprinklera cez rozhranie I2C

source: This plug-in includes eight buttons with optional functions and signalisating via eicht LEDs
cs_cz: Toto rozšíření umožňuje pomocí 8 tlačítek ovládat 8 funkcí OSPy systému (stav je zobrazován u tlačítka pomocí LED diod)
sk_sk: Tento doplnok obsahuje osem tlačidiel s voliteľnými funkciami a signalizáciou prostredníctvom LED diód

source: Visit
cs_cz: Navštivte
sk_sk: Navštívte

source: Button plug-in is disabled.
cs_cz: Rozšíření je zakázané.
sk_sk: Doplnok je zakázaný.

source: for more information
cs_cz: pro další informace
sk_sk: pre viac informácií

source: Use button control
cs_cz: Povolit rozšíření
sk_sk: Použiť doplnok

source: Button
cs_cz: Tlačítko
sk_sk: Tlačidlo

source: controls
cs_cz: ovládá
sk_sk: má funkciu

source: Reboot OS system
cs_cz: Restartovat OS systém
sk_sk: Reštart OS systému

source: Shutdown OS system
cs_cz: Vypnout OS systém (napájení)
sk_sk: Vypnutie OS systému

source: Stop all station
cs_cz: Zastavit všechny stanice
sk_sk: Zastavenie všetkých staníc

source: Enable scheduler
cs_cz: Povolit plánovač
sk_sk: Povoliť plánovač

source: Disable scheduler
cs_cz: Zakázat plánovač
sk_sk: Zakázať plánovač

source: Run program 1
cs_cz: Spustit program 1
sk_sk: Spustiť program 1

source: Run program 2
cs_cz: Spustit program 2
sk_sk: Spustiť program 2

source: Run program 3
cs_cz: Spustit program 3
sk_sk: Spustiť program 3

source: Run program 4
cs_cz: Spustit program 4
sk_sk: Spustiť program 4

source: Run program 5
cs_cz: Spustit program 5
sk_sk: Spustiť program 5

source: Run program 6
cs_cz: Spustit program 6
sk_sk: Spustiť program 6

source: Run program 7
cs_cz: Spustit program 7
sk_sk: Spustiť program 7

source: Run program 8
cs_cz: Spustit program 8
sk_sk: Spustiť program 8

source: Status
cs_cz: Stav
sk_sk: Stav

source: Submit
cs_cz: Potvrdit
sk_sk: Odoslať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť
