Repository: martinpihrt/OSPy-plugins
Catalog: plugins/tank_humi_monitor/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Water tank monitor is enabled.
cs_cz: Sledování hladiny vody v nádrži je povoleno.

source: Water level
cs_cz: Hladina vody

source: ERROR: Water in Tank
cs_cz: CHYBA: voda v nádrži

source: Water level: Error I2C device not found.
cs_cz: CHYBA I2C: obvod pro sledování hladiny vody nebyl nalezen.

source: Error I2C device not found.
cs_cz: CHYBA I2C: zařízení nenalezeno.

source: Scheduler is now disabled and all Stations turn Off.
cs_cz: Plánovač je nyní zakázán a všechny stanice byly vypnuty.

source: System detected error: Water Tank has minimum Water Level
cs_cz: System OSPy zaznamenal chybu: v nádrži s vodou je minimální hladina vody

source: Email was sent
cs_cz: E-mail byl odeslán

source: Email was not sent
cs_cz: E-mail nebyl odeslán

source: Water tank and humidity Monitor plug-in
cs_cz: Sledování hladiny vody a vlhkosti rozšíření

source: Water tank and humidity monitor settings
cs_cz: Sledování hladiny vody v nádrži a vlhkosti půdy

source: This plugin check water level in water tank via ultrasonic sensor (I2C address 0x04)
cs_cz: Toto rozšíření kontroluje hladinu vody v nádrži pomocí ultrazvukového snímače (připojeného přes I2C na adrese 0x04) umístěného ve víku nádrže

source: If water level is small plugins stop irigation system and sends email with error. Prevent safety for master station pump.
cs_cz: Když klesne hladina vody na minimum zastaví toto rozšíření všechny stanice, zakáže plánovač a odešle zprávu s chybou na E-mail. Rozšíření slouží pro hlavní stanici (čerpadlo) jako preventivní ochrana (aby čerpadlo neběželo bez vody naprázdno).

source: This plugin check humidity on the 8 sensors for 8 stations and adjusts run time for stations according to moisture (I2C address 0x05).
cs_cz: Toto rozšíření také sleduje vlhkost půdy pomocí 8 sond v půdě (pro stanice 1-8) a upravuje čas běhu programu dle skutečné vlhkosti půdy (připojeno pomocí I2C sběrnice na adrese 0x05). TODO: zatím je hotové pouze měření

source: Use ultrasonic measuring the water level in the tank
cs_cz: Použít měření hladiny vody ultrazvukem

source: I2C address 0x04
cs_cz: I2C adresa 0x04

source: The distance from the sensor to the minimum water level in the tank
cs_cz: Vzdálenost od ultrazvukového snímače (shora) k minimální hladině vody v nádrži

source: The distance from the sensor to the maximum water level in the tank
cs_cz: Vzdálenost od ultrazvukového snímače (shora) k maximální hladině vody v nádrži

source: The water level from the bottom to the minimum water level in the tank
cs_cz: Minimální hladina vody v nádrži (ode dna nádrže)

source: Send an e-mail with an error that there is minimum water in the tank
cs_cz: Odeslat E-mail s chybou, když klesne hladina v nádrži s vodou na minimum

source: For this function required email plugin
cs_cz: Toto rozšíření vyžaduje rozšíření "E-mail notifications" pro odesílání zpráv

source: Use measuring frequenci probe
cs_cz: Použít měření frekvence u sond

source: All probe I2C address 0x05
cs_cz: Všechny sondy snímače jsou na I2C adrese 0x05

source: Frequenci from sensor for 0% humidity
cs_cz: Kmitočet ze snímače pro 0% vlhkosti

source: Frequenci from sensor for 100% humidity
cs_cz: Kmitočet ze snímače pro 100% vlhkosti

source: Status
cs_cz: Stav

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět
